[
  {
    "id": 1,
    "nome": "Topaz Video AI",
    "preco": "R$ 1600,00",
    "imagem": "/images/produtos/topaz_videoAI.svg",
    "descricao": "O Topaz Video AI é um software avançado de melhoramento de vídeos que utiliza técnicas de inteligência artificial (IA) para aprimorar a qualidade de vídeos de maneira significativa.",
    "empresa": "Topaz Labs",
    "versao": "2024",
    "data_lancamento": "2024-03-01",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.topazlabs.com/topaz-video-ai",
    "avaliacao": 4.8,
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "Topaz Video AI é uma ferramenta poderosa para quem deseja melhorar significativamente a qualidade de seus vídeos utilizando a tecnologia de inteligência artificial. Suas capacidades de upscaling, redução de ruído, estabilização e outras melhorias fazem dele uma escolha excelente para profissionais e amadores que buscam resultados de alta qualidade. Apesar de seus requisitos de hardware e custo potencialmente elevados, os benefícios oferecidos pelo Topaz Video AI o tornam uma solução atraente para uma ampla gama de aplicações de vídeo.",
    "caracteristicas": [
      "Utiliza IA para aumentar a resolução de vídeos de baixa qualidade para resoluções mais altas, como de 480p para 1080p, 4K ou até 8K, mantendo detalhes e clareza.",
      "Remove ruídos indesejados de vídeos, especialmente em condições de pouca luz ou em filmagens antigas, sem perder detalhes importantes.",
      "Converte vídeos entrelaçados em vídeos progressivos, resultando em uma imagem mais clara e estável, ideal para vídeos antigos ou gravações de TV.",
      "Melhora a qualidade de vídeos antigos ou danificados, corrigindo cores, melhorando a nitidez e removendo artefatos.",
      "Aumenta a taxa de quadros dos vídeos, tornando movimentos mais suaves e fluidos, útil para vídeos de baixa taxa de quadros ou para criar efeitos de câmera lenta.",
      "Corrige tremores e movimentos indesejados na gravação, resultando em um vídeo mais estável e agradável de assistir.",
      "Melhora a reprodução de cores, ajustando automaticamente ou manualmente os níveis de cor para um resultado mais vibrante e natural."
    ]
  },
  {
    "id": 2,
    "nome": "Adobe Photoshop",
    "preco": "R$ 104,00",
    "imagem": "../../../src/assets/images/produtos/photoshop.svg",
    "descricao": "Adobe Photoshop é um software de edição de imagem líder de mercado, utilizado por fotógrafos, designers e criadores de conteúdo para retocar e manipular imagens com ferramentas avançadas.",
    "empresa": "Adobe",
    "versao": "2022",
    "data_lancamento": "2022-03-15",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.adobe.com/br/products/photoshop.html",
    "avaliacao": 4.7,
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O Adobe Photoshop 2022 é um conjunto completo que oferece aos usuários tudo, desde edição e composição de fotos até pintura digital, animação e design gráfico. Este aplicativo inteligente usa a tecnologia Adobe Sensei AI, que trará aos fotógrafos várias opções diferentes, como Seleção P&B, Pincel Padrão, Pintura, Profundidade de Campo. Ele também oferece um novo modo de Simetria onde você pode pintar em perfeita simetria e permite definir seus eixos e selecionar padrões predefinidos como circular, radial, mandala e espiral. quadros que podem ser usados ​​como placeholders em sua tela.",
    "caracteristicas": [
      "Poderoso aplicativo de edição gráfica que permite criar e aprimorar suas fotografias, sites e designs de aplicativos móveis.",
      "Fornece uma ampla gama de recursos de edição, composição e pintura de última geração, permitindo que você crie e aprimore imagens 3D e conteúdo baseado em movimento.",
      "Ferramenta multifuncional que tem sido amplamente utilizada por várias empresas, artistas profissionais, designers e criadores.",
      "Fornece uma seleção com um clique de vários assuntos diferentes para manipular facilmente.",
      "Possui uma interface simples e intuitiva, todas as ferramentas e funcionalidades básicas são facilmente acessíveis.",
      "Fornece aos usuários tudo, desde edição e composição de fotos até pintura digital, animação e design gráfico.",
      "Traga os fotógrafos com várias opções diferentes, como seleção B&W, Pattern Brush, Painterly, Depth of Field.",
      "Oferece um novo modo de Simetria onde você pode pintar em perfeita simetria e permite definir seus eixos.",
      "Permite selecionar padrões predefinidos como circular, radial, mandala e espiral.",
      "Inclui uma ferramenta de moldura que permite criar formas ou molduras de texto que podem ser usadas como espaços reservados em sua tela.",
      "Permite realizar edição, manipulação, correção de cores, adição e remoção de objetos, desfocando o fundo.",
      "Capacidade de adicionar mais cores e gradientes, adicionar formas, criar logotipos, designs da web e muito mais."
    ]
  },
  {
    "id": 3,
    "nome": "Slack",
    "preco": "R$ 06,67",
    "imagem": "../../../src/assets/images/produtos/slack.svg",
    "descricao": "Slack é uma plataforma de comunicação e colaboração em equipe, permitindo que equipes trabalhem juntas em canais organizados por projetos, tópicos ou grupos.",
    "empresa": "Slack Technologies",
    "versao": "2022",
    "data_lancamento": "2022-05-20",
    "sistema_operacional": [
      "windows.png",
      "macos.png",
      "linux.png",
      "ios.png",
      "android.png"
    ],
    "link_compra": "https://slack.com/",
    "avaliacao": 4.6,
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "Slack é uma poderosa ferramenta de comunicação e colaboração que tem transformado a forma como as equipes trabalham juntas. Com suas funcionalidades abrangentes, integração com outros aplicativos e foco na centralização das comunicações, o Slack continua a ser uma escolha popular para empresas que desejam melhorar a produtividade e a comunicação interna. Apesar de algumas limitações, como custo e potencial para sobrecarga de notificações, seus benefícios superam amplamente essas desvantagens para a maioria das organizações.",
    "caracteristicas": [
      "Canais Públicos: Permitem que qualquer membro da equipe participe e visualize as conversas, promovendo a transparência.",
      "Canais Privados: Restringem a participação apenas a membros convidados, ideal para discussões sensíveis ou específicas de um projeto.",
      "Oferece a possibilidade de enviar mensagens diretas entre dois ou mais membros, facilitando conversas privadas e rápidas.",
      "Suporta integrações com uma ampla variedade de aplicativos e serviços, incluindo Google Drive, Trello, Asana, GitHub, Zoom, e muitos outros, permitindo uma colaboração mais fluida e centralizada.",
      "Ferramentas de busca robustas que permitem encontrar rapidamente mensagens, arquivos e conversas passadas dentro da plataforma.",
      "Facilita o envio e recebimento de arquivos diretamente nos canais ou mensagens diretas, com visualização integrada para muitos tipos de arquivos.",
      "Permite aos usuários personalizar notificações para diferentes canais e conversas, ajudando a manter o foco no que é mais importante.",
      "Inclui funcionalidades para chamadas de voz e vídeo, além de 'huddles' (conversas rápidas de áudio) para discussões em tempo real.",
      "Suporta a criação e integração de bots e aplicativos personalizados que podem automatizar tarefas e fornecer funcionalidades adicionais.",
      "Armazena um histórico completo das conversas, facilitando a consulta de informações e decisões passadas. Planos pagos oferecem armazenamento ilimitado de histórico.",
      "Oferece robustas medidas de segurança, incluindo criptografia de dados, autenticação multifator (MFA), e conformidade com várias normas de segurança, como GDPR e HIPAA."
    ]
  },
  {
    "id": 4,
    "nome": "Topaz GigaPixel",
    "preco": "R$ 426,00",
    "imagem": "../../../src/assets/images/produtos/gigapixel.svg",
    "descricao": "Topaz Gigapixel AI é um software desenvolvido pela Topaz Labs que utiliza inteligência artificial para aumentar a resolução de imagens de maneira extraordinariamente detalhada e realista.",
    "empresa": "Topaz Labs",
    "versao": "7 ™",
    "data_lancamento": "2024-04-01",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.topazlabs.com/gigapixel",
    "avaliacao": 4.9,
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O Topaz Gigapixel AI é uma ferramenta poderosa e inovadora para upscaling de imagens, oferecendo resultados que superam os métodos tradicionais de aumento de resolução. Sua capacidade de preservar e recuperar detalhes finos torna-o uma escolha excelente para profissionais que exigem qualidade de imagem superior. Apesar dos requisitos de hardware e custo, seus benefícios em termos de qualidade e usabilidade fazem dele uma ferramenta valiosa para qualquer pessoa que trabalhe com imagens de alta resolução.",
    "caracteristicas": [
      "Utiliza algoritmos avançados de aprendizado profundo para aumentar a resolução de imagens, preservando detalhes e nitidez. Pode aumentar imagens até 600% (ou 6 vezes o tamanho original).",
      "Analisa e restaura detalhes finos durante o processo de upscaling, resultando em imagens ampliadas com qualidade surpreendentemente alta.",
      "Minimiza artefatos comuns em métodos tradicionais de upscaling, como bordas serrilhadas e suavização excessiva, produzindo resultados mais naturais.",
      "Suporta o processamento em lote, permitindo que os usuários ampliem várias imagens simultaneamente, economizando tempo em grandes projetos.",
      "Melhora as texturas de superfícies na imagem, mantendo a aparência natural e detalhada, crucial para fotos de paisagens, retratos e imagens de produtos.",
      "Oferece uma interface de usuário amigável e fácil de usar, com ajustes simples e pré-visualização em tempo real das alterações.",
      "Compatível com uma ampla gama de formatos de imagem, incluindo JPEG, PNG, TIFF, entre outros."
    ]
  },
  {
    "id": 5,
    "nome": "AutoCAD",
    "preco": "R$ 1.690,10",
    "imagem": "../../../src/assets/images/produtos/autocad.svg",
    "descricao": "AutoCAD é um software de design assistido por computador (CAD) utilizado por arquitetos, engenheiros e profissionais de construção para criar desenhos 2D e 3D precisos.",
    "empresa": "Autodesk",
    "versao": "2022",
    "data_lancamento": "2021-12-01",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.autodesk.com/products/autocad/overview",
    "avaliacao": 4.4,
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O Autodesk AutoCAD 2022 é um software útil e eficaz que fornece muitos desenhos de amostra que podem ser usados ​​e modificados para criar objetos profissionais. Essas amostras desempenham um papel vital na produção de documentação 2D, bem como desenhos. Ele também tem a capacidade de importar mapas e montagens de outros aplicativos, bem como anexar outros desenhos ao desenho que está sendo criado pelo usuário. Com esta ferramenta inteligente, os usuários podem escrever e executar scripts de Visual Basic, Visual LISP e VBA Macro para automatizar determinados recursos. Ele também usa uma combinação de ferramentas de modelagem de sólidos, superfícies e malhas para criar modelos 3D realistas de seu projeto. Além disso, os documentos podem ser criados pelos usuários para definir Padrões e todos os outros arquivos podem ser comparados com eles. No final, os usuários podem salvá-los como arquivos DWG, DWS e DXF.",
    "caracteristicas": [
      "Excelente design assistido por computador (CAD) que pode ser usado para criar desenhos 2D e 3D precisos.",
      "Fornece uma ampla gama de componentes de desenho, ferramentas de edição e anotação para ajudá-lo a produzir documentação 2D.",
      "Simplifique o trabalho de arquitetos e engenheiros fornecendo a eles a facilidade de desenhar modelos digitais de estruturas nos modos 2D e 3D.",
      "Fornece um ambiente profissional que permite aos usuários trabalhar com diferentes estilos.",
      "Fornece muitos desenhos de amostra que podem ser usados ​​e modificados para criar objetos profissionais.",
      "Desempenhar um papel vital na produção de documentação 2D, bem como desenhos.",
      "Capacidade de importar mapas e montagens de outros aplicativos, bem como anexar outros desenhos ao desenho que está sendo criado pelo usuário.",
      "Permite escrever e executar scripts de Visual Basic, Visual LISP e VBA Macro para automatizar determinados recursos.",
      "Usa uma combinação de ferramentas de modelagem de sólidos, superfícies e malhas para criar modelos 3D realistas de seu projeto.",
      "Permite salvar seus modelos como arquivos DWG, DWS e DXF."
    ]
  },
  {
    "id": 6,
    "nome": "SketchUp Pro",
    "preco": "R$ 479,00",
    "imagem": "../../../src/assets/images/produtos/sketchup.svg",
    "descricao": "O SketchUp Pro 2022 um aplicativo poderoso e eficiente que permite aos usuários projetar modelos de alta qualidade, claros e complexos, sem investir muito esforço e tempo. design, arquitetura paisagística, engenharia civil e mecânica, filme e design de videogame.",
    "empresa": "SketchUp",
    "versao": "2022",
    "data_lancamento": "2022-01-15",
    "sistema_operacional": ["windows.png", "macos.png", "linux.png"],
    "link_compra": "https://www.sketchup.com/pt-br?utm_source=google&utm_medium=paid_search&utm_campaign=SU_Brand_Search_BR",
    "avaliacao": 4.6,
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O SketchUp Pro 2022 é um pacote completo que inclui todas as ferramentas e recursos necessários para transformar sua ideia em um esboço de modelo perfeito. É uma ferramenta incrível para visualizar sua ideia ou projeto. É o aplicativo final que permite projetar, definir e planejar em todas as etapas do projeto. Ele fornece uma variedade de modelos e modelos integrados, como Árvores, Portas, Carros, Janelas, Objetos e muito mais. Ele também inclui um editor rico em recursos, designer de layout para criar apresentações impressionantes, bem como construtor de estilos para personalizar seus modelos. Além disso, inclui um construtor de estilos para personalizar seus modelos. Você pode desenhar desenhos à mão livre, inserir os arcos, linhas, retângulos, círculos e polígonos etc. Você também pode criar cópias de linhas a uma distância uniforme das originais e mover, girar, esticar, distorcer ou copiar os componentes. Além disso, permite redimensionar e esticar partes da geometria, criar linhas-guia, incorporar mensagens de texto e colorir objetos.",
    "caracteristicas": [
      "Permite projetar novos modelos, viewports, layouts e muito mais de maneira profissional.",
      "Permite aos usuários projetar modelos de alta qualidade, claros e complexos, sem investir muito esforço e tempo.",
      "Amplamente utilizado em várias disciplinas, como arquitetura, design de interiores, arquitetura paisagística, engenharia civil e mecânica, cinema e design de videogame.",
      "Capacidade de importar dados de 3ds, DWG, JPG, PNG, PSD, TIF, TGA e muitos outros formatos de arquivo.",
      "Oferece uma interface limpa e organizada, oferecendo a maneira mais intuitiva de projetar, documentar e comunicar suas ideias em 3D.",
      "Fornece informações detalhadas sobre cada ferramenta de edição para que mesmo os novatos possam aprender a configurar os parâmetros dedicados com o mínimo de esforço.",
      "Inclui todas as ferramentas e recursos necessários para transformar sua ideia em um esboço de modelo perfeito. É uma ferramenta incrível para visualizar sua ideia ou projeto.",
      "Permite projetar, definir e planejar em todas as etapas do projeto.",
      "Fornece uma variedade de modelos e modelos integrados, como Árvores, Portas, Carros, Janelas, Objetos e muito mais.",
      "Inclui um editor rico em recursos, designer de layout para criar apresentações impressionantes, bem como construtor de estilos para personalizar seus modelos.",
      "Permite desenhar desenhos à mão livre, inserir os arcos, linhas, retângulos, círculos e polígonos etc.",
      "Permite criar cópias de linhas a uma distância uniforme das originais e mover, girar, esticar, distorcer ou copiar os componentes.",
      "Permite redimensionar e esticar partes da geometria, criar linhas-guia, incorporar mensagens de texto e colorir objetos."
    ]
  },

  {
    "id": 7,
    "nome": "Microsoft Office",
    "preco": "R$ 359,00",
    "imagem": "../../../src/assets/images/produtos/office.svg",
    "descricao": "Suíte de produtividade essencial, incluindo Word, Excel e PowerPoint.",
    "empresa": "Microsoft",
    "versao": "2021",
    "data_lancamento": "2021-10-05",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.microsoft.com/microsoft-365",
    "avaliacao": "4.6",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "Nossa equipe conta com profissionais certificados e altamente competentes que irão lhe auxiliar em seu projeto de licenciamento. Benefícios: O Office 2021 Professional Plus ajuda você a criar, apresentar, comunicar e publicar documentos de aparência profissional com recursos que poupam tempo, têm uma aparência moderna e contam com ferramentas de colaboração. Salve o seu trabalho na nuvem no OneDrive e acesse em qualquer lugar.",
    "caracteristicas": [
      "Mantenha você e sua família mais seguros de forma online com monitoramento contínuo de ameaças, alertas em tempo real, dicas e orientações de especialistas do Microsoft Defender.",
      "O Pacote Office 2021 Professional Plus inclui Access, Excel, OneNote, Outlook, PowerPoint, Publisher, Word e Skype for Business.",
      "Com o Outlook, você pode passar menos tempo organizando sua vida e mais tempo aproveitando-a.",
      "ransforme facilmente memórias capturadas em belos vídeos com o Clipchamp e o Microsoft 365.",
      "Salve, compartilhe e edite rapidamente suas fotos e arquivos com o OneDrive e o Microsoft 365.",
      "Inspire-se com textos, áudios, fotos e vídeos para criar sua próxima grande ideia com o OneNote."
    ]
  }
]
