[
  {
    "id": 1,
    "nome": "Topaz Video AI",
    "preco": "R$ 1600,00",
    "imagem": "../../../src/assets/images/produtos/topaz_videoAI.svg",
    "descricao": "O Topaz Video AI é um software avançado de melhoramento de vídeos que utiliza técnicas de inteligência artificial (IA) para aprimorar a qualidade de vídeos de maneira significativa.",
    "empresa": "Topaz Labs",
    "versao": "2024",
    "data_lancamento": "2024-03-01",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.topazlabs.com/topaz-video-ai",
    "avaliacao": 4.8,
    "imagens_exemplos": ["../../src/assets/images/exemplos/topaz/video/imagem1.png", "../../src/assets/images/exemplos/topaz/video/imagem2.png", "../../src/assets/images/exemplos/topaz/video/imagem3.png"],
    "descricao_geral": "Topaz Video AI é uma ferramenta poderosa para quem deseja melhorar significativamente a qualidade de seus vídeos utilizando a tecnologia de inteligência artificial. Suas capacidades de upscaling, redução de ruído, estabilização e outras melhorias fazem dele uma escolha excelente para profissionais e amadores que buscam resultados de alta qualidade. Apesar de seus requisitos de hardware e custo potencialmente elevados, os benefícios oferecidos pelo Topaz Video AI o tornam uma solução atraente para uma ampla gama de aplicações de vídeo.",
    "caracteristicas": [
      "Utiliza IA para aumentar a resolução de vídeos de baixa qualidade para resoluções mais altas, como de 480p para 1080p, 4K ou até 8K, mantendo detalhes e clareza.",
      "Remove ruídos indesejados de vídeos, especialmente em condições de pouca luz ou em filmagens antigas, sem perder detalhes importantes.",
      "Converte vídeos entrelaçados em vídeos progressivos, resultando em uma imagem mais clara e estável, ideal para vídeos antigos ou gravações de TV.",
      "Melhora a qualidade de vídeos antigos ou danificados, corrigindo cores, melhorando a nitidez e removendo artefatos.",
      "Aumenta a taxa de quadros dos vídeos, tornando movimentos mais suaves e fluidos, útil para vídeos de baixa taxa de quadros ou para criar efeitos de câmera lenta.",
      "Corrige tremores e movimentos indesejados na gravação, resultando em um vídeo mais estável e agradável de assistir.",
      "Melhora a reprodução de cores, ajustando automaticamente ou manualmente os níveis de cor para um resultado mais vibrante e natural."
    ]
  },
  {
    "id": 2,
    "nome": "Adobe Photoshop",
    "preco": "R$ 104,00",
    "imagem": "../../../src/assets/images/produtos/photoshop.svg",
    "descricao": "Adobe Photoshop é um software de edição de imagem líder de mercado, utilizado por fotógrafos, designers e criadores de conteúdo para retocar e manipular imagens com ferramentas avançadas.",
    "empresa": "Adobe",
    "versao": "2022",
    "data_lancamento": "2022-03-15",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.adobe.com/br/products/photoshop.html",
    "avaliacao": 4.7,
    "imagens_exemplos": ["../../src/assets/images/exemplos/adobe/photoshop/imagem1.png", "../../src/assets/images/exemplos/adobe/photoshop/imagem2.png", "../../src/assets/images/exemplos/adobe/photoshop/imagem3.png"],
    "descricao_geral": "O Adobe Photoshop 2022 é um conjunto completo que oferece aos usuários tudo, desde edição e composição de fotos até pintura digital, animação e design gráfico. Este aplicativo inteligente usa a tecnologia Adobe Sensei AI, que trará aos fotógrafos várias opções diferentes, como Seleção P&B, Pincel Padrão, Pintura, Profundidade de Campo. Ele também oferece um novo modo de Simetria onde você pode pintar em perfeita simetria e permite definir seus eixos e selecionar padrões predefinidos como circular, radial, mandala e espiral. quadros que podem ser usados ​​como placeholders em sua tela.",
    "caracteristicas": [
      "Poderoso aplicativo de edição gráfica que permite criar e aprimorar suas fotografias, sites e designs de aplicativos móveis.",
      "Fornece uma ampla gama de recursos de edição, composição e pintura de última geração, permitindo que você crie e aprimore imagens 3D e conteúdo baseado em movimento.",
      "Ferramenta multifuncional que tem sido amplamente utilizada por várias empresas, artistas profissionais, designers e criadores.",
      "Fornece uma seleção com um clique de vários assuntos diferentes para manipular facilmente.",
      "Possui uma interface simples e intuitiva, todas as ferramentas e funcionalidades básicas são facilmente acessíveis.",
      "Fornece aos usuários tudo, desde edição e composição de fotos até pintura digital, animação e design gráfico.",
      "Traga os fotógrafos com várias opções diferentes, como seleção B&W, Pattern Brush, Painterly, Depth of Field.",
      "Oferece um novo modo de Simetria onde você pode pintar em perfeita simetria e permite definir seus eixos.",
      "Permite selecionar padrões predefinidos como circular, radial, mandala e espiral.",
      "Inclui uma ferramenta de moldura que permite criar formas ou molduras de texto que podem ser usadas como espaços reservados em sua tela.",
      "Permite realizar edição, manipulação, correção de cores, adição e remoção de objetos, desfocando o fundo.",
      "Capacidade de adicionar mais cores e gradientes, adicionar formas, criar logotipos, designs da web e muito mais."
    ]
  },
  {
    "id": 3,
    "nome": "Slack",
    "preco": "R$ 06,67",
    "imagem": "../../../src/assets/images/produtos/slack.svg",
    "descricao": "Slack é uma plataforma de comunicação e colaboração em equipe, permitindo que equipes trabalhem juntas em canais organizados por projetos, tópicos ou grupos.",
    "empresa": "Slack Technologies",
    "versao": "2022",
    "data_lancamento": "2022-05-20",
    "sistema_operacional": [
      "windows.png",
      "macos.png",
      "linux.png",
      "ios.png",
      "android.png"
    ],
    "link_compra": "https://slack.com/",
    "avaliacao": 4.6,
    "imagens_exemplos": ["../../src/assets/images/exemplos/slack/imagem1.png", "../../src/assets/images/exemplos/slack/imagem2.png", "../../src/assets/images/exemplos/slack/imagem3.png"],
    "descricao_geral": "Slack é uma poderosa ferramenta de comunicação e colaboração que tem transformado a forma como as equipes trabalham juntas. Com suas funcionalidades abrangentes, integração com outros aplicativos e foco na centralização das comunicações, o Slack continua a ser uma escolha popular para empresas que desejam melhorar a produtividade e a comunicação interna. Apesar de algumas limitações, como custo e potencial para sobrecarga de notificações, seus benefícios superam amplamente essas desvantagens para a maioria das organizações.",
    "caracteristicas": [
      "Canais Públicos: Permitem que qualquer membro da equipe participe e visualize as conversas, promovendo a transparência.",
      "Canais Privados: Restringem a participação apenas a membros convidados, ideal para discussões sensíveis ou específicas de um projeto.",
      "Oferece a possibilidade de enviar mensagens diretas entre dois ou mais membros, facilitando conversas privadas e rápidas.",
      "Suporta integrações com uma ampla variedade de aplicativos e serviços, incluindo Google Drive, Trello, Asana, GitHub, Zoom, e muitos outros, permitindo uma colaboração mais fluida e centralizada.",
      "Ferramentas de busca robustas que permitem encontrar rapidamente mensagens, arquivos e conversas passadas dentro da plataforma.",
      "Facilita o envio e recebimento de arquivos diretamente nos canais ou mensagens diretas, com visualização integrada para muitos tipos de arquivos.",
      "Permite aos usuários personalizar notificações para diferentes canais e conversas, ajudando a manter o foco no que é mais importante.",
      "Inclui funcionalidades para chamadas de voz e vídeo, além de 'huddles' (conversas rápidas de áudio) para discussões em tempo real.",
      "Suporta a criação e integração de bots e aplicativos personalizados que podem automatizar tarefas e fornecer funcionalidades adicionais.",
      "Armazena um histórico completo das conversas, facilitando a consulta de informações e decisões passadas. Planos pagos oferecem armazenamento ilimitado de histórico.",
      "Oferece robustas medidas de segurança, incluindo criptografia de dados, autenticação multifator (MFA), e conformidade com várias normas de segurança, como GDPR e HIPAA."
    ]
  },
  {
    "id": 4,
    "nome": "Topaz GigaPixel",
    "preco": "R$ 426,00",
    "imagem": "../../../src/assets/images/produtos/gigapixel.svg",
    "descricao": "Topaz Gigapixel AI é um software desenvolvido pela Topaz Labs que utiliza inteligência artificial para aumentar a resolução de imagens de maneira extraordinariamente detalhada e realista.",
    "empresa": "Topaz Labs",
    "versao": "7 ™",
    "data_lancamento": "2024-04-01",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.topazlabs.com/gigapixel",
    "avaliacao": 4.9,
    "imagens_exemplos": ["../../src/assets/images/exemplos/topaz/gigapixel/imagem1.png", "../../src/assets/images/exemplos/topaz/gigapixel/imagem2.png", "../../src/assets/images/exemplos/topaz/gigapixel/imagem3.png"],
    "descricao_geral": "O Topaz Gigapixel AI é uma ferramenta poderosa e inovadora para upscaling de imagens, oferecendo resultados que superam os métodos tradicionais de aumento de resolução. Sua capacidade de preservar e recuperar detalhes finos torna-o uma escolha excelente para profissionais que exigem qualidade de imagem superior. Apesar dos requisitos de hardware e custo, seus benefícios em termos de qualidade e usabilidade fazem dele uma ferramenta valiosa para qualquer pessoa que trabalhe com imagens de alta resolução.",
    "caracteristicas": [
      "Utiliza algoritmos avançados de aprendizado profundo para aumentar a resolução de imagens, preservando detalhes e nitidez. Pode aumentar imagens até 600% (ou 6 vezes o tamanho original).",
      "Analisa e restaura detalhes finos durante o processo de upscaling, resultando em imagens ampliadas com qualidade surpreendentemente alta.",
      "Minimiza artefatos comuns em métodos tradicionais de upscaling, como bordas serrilhadas e suavização excessiva, produzindo resultados mais naturais.",
      "Suporta o processamento em lote, permitindo que os usuários ampliem várias imagens simultaneamente, economizando tempo em grandes projetos.",
      "Melhora as texturas de superfícies na imagem, mantendo a aparência natural e detalhada, crucial para fotos de paisagens, retratos e imagens de produtos.",
      "Oferece uma interface de usuário amigável e fácil de usar, com ajustes simples e pré-visualização em tempo real das alterações.",
      "Compatível com uma ampla gama de formatos de imagem, incluindo JPEG, PNG, TIFF, entre outros."
    ]
  },
  {
    "id": 5,
    "nome": "AutoCAD",
    "preco": "R$ 1.690,10",
    "imagem": "../../../src/assets/images/produtos/autocad.svg",
    "descricao": "AutoCAD é um software de design assistido por computador (CAD) utilizado por arquitetos, engenheiros e profissionais de construção para criar desenhos 2D e 3D precisos.",
    "empresa": "Autodesk",
    "versao": "2022",
    "data_lancamento": "2021-12-01",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.autodesk.com/products/autocad/overview",
    "avaliacao": 4.4,
    "imagens_exemplos": ["../../src/assets/images/exemplos/autodesk/imagem1.png", "../../src/assets/images/exemplos/autodesk/imagem2.png", "../../src/assets/images/exemplos/autodesk/imagem3.png"],
    "descricao_geral": "O Autodesk AutoCAD 2022 é um software útil e eficaz que fornece muitos desenhos de amostra que podem ser usados ​​e modificados para criar objetos profissionais. Essas amostras desempenham um papel vital na produção de documentação 2D, bem como desenhos. Ele também tem a capacidade de importar mapas e montagens de outros aplicativos, bem como anexar outros desenhos ao desenho que está sendo criado pelo usuário. Com esta ferramenta inteligente, os usuários podem escrever e executar scripts de Visual Basic, Visual LISP e VBA Macro para automatizar determinados recursos. Ele também usa uma combinação de ferramentas de modelagem de sólidos, superfícies e malhas para criar modelos 3D realistas de seu projeto. Além disso, os documentos podem ser criados pelos usuários para definir Padrões e todos os outros arquivos podem ser comparados com eles. No final, os usuários podem salvá-los como arquivos DWG, DWS e DXF.",
    "caracteristicas": [
      "Excelente design assistido por computador (CAD) que pode ser usado para criar desenhos 2D e 3D precisos.",
      "Fornece uma ampla gama de componentes de desenho, ferramentas de edição e anotação para ajudá-lo a produzir documentação 2D.",
      "Simplifique o trabalho de arquitetos e engenheiros fornecendo a eles a facilidade de desenhar modelos digitais de estruturas nos modos 2D e 3D.",
      "Fornece um ambiente profissional que permite aos usuários trabalhar com diferentes estilos.",
      "Fornece muitos desenhos de amostra que podem ser usados ​​e modificados para criar objetos profissionais.",
      "Desempenhar um papel vital na produção de documentação 2D, bem como desenhos.",
      "Capacidade de importar mapas e montagens de outros aplicativos, bem como anexar outros desenhos ao desenho que está sendo criado pelo usuário.",
      "Permite escrever e executar scripts de Visual Basic, Visual LISP e VBA Macro para automatizar determinados recursos.",
      "Usa uma combinação de ferramentas de modelagem de sólidos, superfícies e malhas para criar modelos 3D realistas de seu projeto.",
      "Permite salvar seus modelos como arquivos DWG, DWS e DXF."
    ]
  },
  {
    "id": 6,
    "nome": "SketchUp Pro",
    "preco": "R$ 479,00",
    "imagem": "../../../src/assets/images/produtos/sketchup.svg",
    "descricao": "O SketchUp Pro 2022 um aplicativo poderoso e eficiente que permite aos usuários projetar modelos de alta qualidade, claros e complexos, sem investir muito esforço e tempo. design, arquitetura paisagística, engenharia civil e mecânica, filme e design de videogame.",
    "empresa": "SketchUp",
    "versao": "2022",
    "data_lancamento": "2022-01-15",
    "sistema_operacional": ["windows.png", "macos.png", "linux.png"],
    "link_compra": "https://www.sketchup.com/pt-br?utm_source=google&utm_medium=paid_search&utm_campaign=SU_Brand_Search_BR",
    "avaliacao": 4.6,
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O SketchUp Pro 2022 é um pacote completo que inclui todas as ferramentas e recursos necessários para transformar sua ideia em um esboço de modelo perfeito. É uma ferramenta incrível para visualizar sua ideia ou projeto. É o aplicativo final que permite projetar, definir e planejar em todas as etapas do projeto. Ele fornece uma variedade de modelos e modelos integrados, como Árvores, Portas, Carros, Janelas, Objetos e muito mais. Ele também inclui um editor rico em recursos, designer de layout para criar apresentações impressionantes, bem como construtor de estilos para personalizar seus modelos. Além disso, inclui um construtor de estilos para personalizar seus modelos. Você pode desenhar desenhos à mão livre, inserir os arcos, linhas, retângulos, círculos e polígonos etc. Você também pode criar cópias de linhas a uma distância uniforme das originais e mover, girar, esticar, distorcer ou copiar os componentes. Além disso, permite redimensionar e esticar partes da geometria, criar linhas-guia, incorporar mensagens de texto e colorir objetos.",
    "caracteristicas": [
      "Permite projetar novos modelos, viewports, layouts e muito mais de maneira profissional.",
      "Permite aos usuários projetar modelos de alta qualidade, claros e complexos, sem investir muito esforço e tempo.",
      "Amplamente utilizado em várias disciplinas, como arquitetura, design de interiores, arquitetura paisagística, engenharia civil e mecânica, cinema e design de videogame.",
      "Capacidade de importar dados de 3ds, DWG, JPG, PNG, PSD, TIF, TGA e muitos outros formatos de arquivo.",
      "Oferece uma interface limpa e organizada, oferecendo a maneira mais intuitiva de projetar, documentar e comunicar suas ideias em 3D.",
      "Fornece informações detalhadas sobre cada ferramenta de edição para que mesmo os novatos possam aprender a configurar os parâmetros dedicados com o mínimo de esforço.",
      "Inclui todas as ferramentas e recursos necessários para transformar sua ideia em um esboço de modelo perfeito. É uma ferramenta incrível para visualizar sua ideia ou projeto.",
      "Permite projetar, definir e planejar em todas as etapas do projeto.",
      "Fornece uma variedade de modelos e modelos integrados, como Árvores, Portas, Carros, Janelas, Objetos e muito mais.",
      "Inclui um editor rico em recursos, designer de layout para criar apresentações impressionantes, bem como construtor de estilos para personalizar seus modelos.",
      "Permite desenhar desenhos à mão livre, inserir os arcos, linhas, retângulos, círculos e polígonos etc.",
      "Permite criar cópias de linhas a uma distância uniforme das originais e mover, girar, esticar, distorcer ou copiar os componentes.",
      "Permite redimensionar e esticar partes da geometria, criar linhas-guia, incorporar mensagens de texto e colorir objetos."
    ]
  },

  {
    "id": 7,
    "nome": "Microsoft Office",
    "preco": "R$ 359,00",
    "imagem": "../../../src/assets/images/produtos/office.svg",
    "descricao": "Suíte de produtividade essencial, incluindo Word, Excel e PowerPoint.",
    "empresa": "Microsoft",
    "versao": "2021",
    "data_lancamento": "2021-10-05",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.microsoft.com/microsoft-365",
    "avaliacao": "4.6",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "Nossa equipe conta com profissionais certificados e altamente competentes que irão lhe auxiliar em seu projeto de licenciamento. Benefícios: O Office 2021 Professional Plus ajuda você a criar, apresentar, comunicar e publicar documentos de aparência profissional com recursos que poupam tempo, têm uma aparência moderna e contam com ferramentas de colaboração. Salve o seu trabalho na nuvem no OneDrive e acesse em qualquer lugar.",
    "caracteristicas": [
      "Mantenha você e sua família mais seguros de forma online com monitoramento contínuo de ameaças, alertas em tempo real, dicas e orientações de especialistas do Microsoft Defender.",
      "O Pacote Office 2021 Professional Plus inclui Access, Excel, OneNote, Outlook, PowerPoint, Publisher, Word e Skype for Business.",
      "Com o Outlook, você pode passar menos tempo organizando sua vida e mais tempo aproveitando-a.",
      "ransforme facilmente memórias capturadas em belos vídeos com o Clipchamp e o Microsoft 365.",
      "Salve, compartilhe e edite rapidamente suas fotos e arquivos com o OneDrive e o Microsoft 365.",
      "Inspire-se com textos, áudios, fotos e vídeos para criar sua próxima grande ideia com o OneNote."
    ]
  },

  {
    "id": 8,
    "nome": "Topaz Photo AI",
    "preco": "1075,00",
    "imagem": "../../../src/assets/images/produtos/photoAI.svg",
    "descricao": "Topaz Photo AI é um software avançado de aprimoramento e edição de imagens desenvolvido pela Topaz Labs. Utilizando tecnologias de inteligência artificial, o Topaz Photo AI visa melhorar a qualidade das fotos de maneira automatizada e eficiente",
    "empresa": "Topaz Labs",
    "versao": "3™",
    "data_lancamento": "2024-03-21",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.topazlabs.com/topaz-photo-ai",
    "avaliacao": "4.9",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "Topaz Photo AI é uma ferramenta poderosa e eficiente para aprimoramento e edição de imagens, utilizando inteligência artificial para proporcionar resultados de alta qualidade. Com suas funcionalidades automáticas e interface amigável, ele é adequado para profissionais e entusiastas que desejam melhorar significativamente a qualidade de suas fotos. Apesar dos requisitos de hardware e custo, os benefícios oferecidos pelo Topaz Photo AI fazem dele uma adição valiosa ao arsenal de qualquer pessoa que trabalha com imagens, facilitando a vida de fotógrafos profissionais, designers gráficos e entusiastas da fotografia. A seguir, estão os principais aspectos e funcionalidades do Topaz Photo AI:",
    "caracteristicas": [
      "Utiliza algoritmos de inteligência artificial para analisar e aprimorar automaticamente as imagens, ajustando brilho, contraste, nitidez e outros parâmetros de forma inteligente.",
      "Remove ruídos indesejados das fotos, especialmente em imagens capturadas em condições de pouca luz, mantendo a clareza e os detalhes.",
      "Melhora a nitidez das imagens, corrigindo desfoque de movimento e falta de foco para proporcionar uma imagem mais clara e detalhada.",
      "Permite aumentar a resolução de imagens sem perda significativa de qualidade, preservando detalhes e texturas naturais.",
      "Recupera detalhes finos e texturas que podem ter sido perdidos devido a compressão ou qualidade de captura baixa.",
      "Ajusta automaticamente a saturação, balanço de branco e outros aspectos de cor para melhorar a aparência geral da imagem.",
      "Interface intuitiva e fácil de usar, permitindo que os usuários façam ajustes com apenas alguns cliques, mesmo sem conhecimentos avançados de edição de imagem.",
      "Suporta o processamento em lote, permitindo aprimorar várias imagens simultaneamente, economizando tempo em grandes projetos.",
      "Compatível com uma ampla gama de formatos de imagem, incluindo RAW, JPEG, PNG, TIFF e mais, oferecendo flexibilidade para diferentes fluxos de trabalho."
    ]
  },

  {
    "id": 9,
    "nome": "WinRAR",
    "preco": "R$ 147,00",
    "imagem": "../../../src/assets/images/produtos/winrar.svg",
    "descricao": "Ferramenta de compactação de arquivos.",
    "empresa": "RARLAB",
    "versao": "6.0",
    "data_lancamento": "2021-01-05",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.win-rar.com/",
    "avaliacao": "4.7",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O WinRAR é uma ferramenta poderosa e versátil para compressão e descompressão de arquivos, amplamente reconhecida por sua eficiência, variedade de formatos suportados e funcionalidades avançadas. É especialmente útil para usuários que precisam manipular grandes volumes de dados ou garantir a segurança dos arquivos compactados. Embora seja um software pago, suas capacidades e conveniência justificam o investimento para muitos usuários, tanto pessoais quanto empresariais.",
    "caracteristicas": [
      "O WinRAR suporta diversos formatos de arquivo, incluindo RAR, ZIP, CAB, ARJ, LZH, TAR, GZ, ACE, UUE, BZ2, JAR, ISO, 7Z, e Z. Isso o torna uma ferramenta versátil para compactar e descompactar arquivos de diferentes tipos.",
      "Utiliza algoritmos avançados de compressão que podem reduzir significativamente o tamanho dos arquivos, economizando espaço em disco e facilitando a transferência de arquivos pela internet.",
      "Permite a criação de arquivos compactados nos formatos RAR e ZIP, oferecendo aos usuários flexibilidade na escolha do formato de compressão.",
      "Oferece a funcionalidade de dividir arquivos grandes em volumes menores, facilitando o armazenamento e a transferência de grandes quantidades de dados.",
      "Inclui suporte para criptografia AES de 256 bits, proporcionando segurança adicional para arquivos sensíveis.",
      "Capacidade de criar registros de recuperação e volumes de recuperação, permitindo a reparação de arquivos corrompidos ou danificados.",
      "Integrado ao menu de contexto do Windows, permitindo que os usuários compactem ou descompactem arquivos diretamente do Explorador de Arquivos com um clique direito.",
      "Usa uma técnica de compressão sólida que pode melhorar a taxa de compressão em arquivos grandes ou grupos de arquivos semelhantes.",
      "Permite verificar a integridade dos arquivos compactados, garantindo que não estejam corrompidos.",
      "Oferece uma interface gráfica intuitiva que facilita o uso, mesmo para usuários com pouca experiência técnica, além de suporte para linha de comando para usuários avançados."
    ]
  },

  {
    "id": 10,
    "nome": "Malwarebytes",
    "preco": "R$ 150,00",
    "imagem": "../../../src/assets/images/produtos/malwarebytes.svg",
    "descricao": "Software de segurança para proteção contra malware.",
    "empresa": "Malwarebytes Corporation",
    "versao": "4.3.0",
    "data_lancamento": "2021-06-14",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.malwarebytes.com/",
    "avaliacao": "4.6",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O Malwarebytes é uma ferramenta poderosa e eficaz para proteger computadores contra uma vasta gama de ameaças cibernéticas. Sua capacidade de detectar e remover malware que outros programas podem deixar passar, combinada com uma interface fácil de usar e proteção em tempo real na versão premium, faz dele uma escolha popular tanto para usuários individuais quanto para empresas. No entanto, a versão gratuita é limitada em funcionalidade, e os usuários que necessitam de proteção contínua e abrangente devem considerar a versão premium.",
    "caracteristicas": [
      "Malwarebytes é eficaz na detecção e remoção de uma ampla gama de malware, incluindo vírus, worms, trojans, rootkits, spyware, adware e muito mais.",
      "A versão premium do Malwarebytes oferece proteção em tempo real, monitorando continuamente o sistema para detectar e bloquear ameaças à medida que surgem.",
      "Inclui uma camada de proteção específica contra ransomware, que impede que esses tipos de ataques criptografem os arquivos dos usuários.",
      "Malwarebytes possui tecnologias para proteger contra exploits, prevenindo que software vulnerável seja explorado por cibercriminosos.",
      "Bloqueia sites maliciosos conhecidos, protegendo os usuários contra phishing, downloads maliciosos e outros tipos de ataques baseados na web.",
      "Utiliza técnicas avançadas de análise heurística e comportamental para identificar e bloquear ameaças novas e desconhecidas antes que possam causar danos.",
      "Oferece opções para escaneamento rápido e completo do sistema, permitindo que os usuários escolham entre verificar áreas críticas do sistema ou realizar uma varredura profunda.",
      "Pode ser usado em conjunto com outros programas antivírus, oferecendo uma camada adicional de proteção sem causar conflitos.",
      "A versão corporativa oferece ferramentas de gerenciamento centralizado, facilitando a administração de segurança em redes empresariais."
    ]
  },

  {
    "id": 11,
    "nome": "CCleaner",
    "preco": "R$ 65,00",
    "imagem": "../../../src/assets/images/produtos/ccleaner.svg",
    "descricao": "Ferramenta de otimização de sistema e limpeza de arquivos temporários.",
    "empresa": "Piriform",
    "versao": "5.82",
    "data_lancamento": "2021-06-22",
    "sistema_operacional": ["windows.png"],
    "link_compra": "https://secure.ccleaner.com/502/uurl-0p5kgznkux?x-campaign=1&x-origin=2&x-variant=1",
    "avaliacao": "4.4",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O CCleaner é uma ferramenta amplamente reconhecida para limpeza e otimização de sistemas, ajudando a manter a performance e a estabilidade dos computadores. Com uma interface fácil de usar e uma gama de funcionalidades úteis, ele continua a ser uma escolha popular para usuários que desejam manter seus sistemas limpos e eficientes. No entanto, deve ser usado com cautela para evitar a remoção acidental de arquivos ou configurações importantes.",
    "caracteristicas": [
      "Remove arquivos temporários e desnecessários de sistemas operacionais e aplicativos, liberando espaço em disco e melhorando a performance do sistema. Isso inclui caches de navegadores, arquivos temporários de programas, e arquivos de logs.",
      "Oferece ferramentas para limpeza do registro do Windows, removendo entradas inválidas e obsoletas que podem afetar a estabilidade e a performance do sistema.",
      "Permite a desinstalação de programas diretamente pelo CCleaner, fornecendo uma visão geral dos softwares instalados e facilitando a remoção de aplicativos indesejados.",
      "Inclui funcionalidades para gerenciar quais programas são executados na inicialização do sistema, ajudando a acelerar o tempo de boot e reduzir a carga inicial do sistema.",
      "Remove cookies, histórico de navegação, e outros dados de navegação dos principais navegadores (como Chrome, Firefox, Edge, etc.), protegendo a privacidade do usuário e liberando espaço.",
      "Oferece ferramentas para análise do uso de espaço em disco, ajudando os usuários a identificar e remover arquivos grandes ou desnecessários.",
      "A versão premium inclui ferramentas para recuperação de arquivos apagados acidentalmente.",
      "Ajuda a manter os programas instalados atualizados, fornecendo notificações e facilitando o processo de atualização.",
      "A versão Pro inclui monitoramento em tempo real, que avisa quando é necessário realizar uma limpeza para manter a performance ideal do sistema."
    ]
  },
  {
    "id": 12,
    "nome": "Topaz DeNoise AI",
    "preco": "1075,00",
    "imagem": "../../../src/assets/images/produtos/denoiseAI.svg",
    "descricao": "O Topaz DeNoise AI é um software de redução de ruído desenvolvido pela Topaz Labs, utilizando inteligência artificial para melhorar a qualidade das imagens ao remover ruídos indesejados, especialmente em condições de baixa iluminação.",
    "empresa": "Topaz Labs",
    "versao": "2024",
    "data_lancamento": "2024.03.21",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.topazlabs.com/denoise-ai",
    "avaliacao": "5",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "Topaz DeNoise AI é uma ferramenta poderosa para a redução de ruído em imagens, utilizando inteligência artificial para proporcionar resultados de alta qualidade. Com suas funcionalidades avançadas e interface amigável, é adequado tanto para profissionais quanto para entusiastas da fotografia. Apesar dos requisitos de hardware e custo, seus benefícios em termos de qualidade de imagem e eficiência fazem dele uma adição valiosa ao conjunto de ferramentas de qualquer pessoa que trabalhe com imagens digitais.",
    "caracteristicas": [
      "Utiliza algoritmos avançados de inteligência artificial para identificar e remover ruídos de forma precisa, mantendo a integridade dos detalhes da imagem.",
      "Foca em reduzir o ruído enquanto preserva os detalhes finos da imagem, evitando a suavização excessiva que pode ocorrer com outros métodos de redução de ruído.",
      "Oferece diferentes modos de redução de ruído, como 'Remove Noise', 'Enhance Sharpness' e 'Recover Original Detail', permitindo aos usuários escolher o ajuste ideal para suas imagens específicas.",
      "Permite o processamento em lote, onde várias imagens podem ser aprimoradas simultaneamente, economizando tempo em grandes projetos.",
      "Fornece pré-visualização em tempo real das alterações, permitindo que os usuários ajustem as configurações e vejam os resultados instantaneamente.",
      "Funciona como um aplicativo independente ou como um plugin para outros softwares de edição de imagem populares, como Adobe Photoshop, Lightroom e outros, oferecendo flexibilidade no fluxo de trabalho",
      "Oferece controle granular sobre os ajustes de redução de ruído, permitindo aos usuários personalizar os parâmetros para atender às necessidades específicas de cada imagem."
    ]
  },

  {
    "id": 13,
    "nome": "Adobe Premiere Pro",
    "preco": "R$ 199,00",
    "imagem": "../../../src/assets/images/produtos/premierepro.svg",
    "descricao": "Software de edição de vídeos.",
    "empresa": "Adobe",
    "versao": "2022",
    "data_lancamento": "2022-06-05",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.adobe.com/products/premiere.html",
    "avaliacao": "4.7",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O Adobe Premiere Pro 2022 é um conjunto completo que fornece aos usuários todas as ferramentas básicas de edição, gráficos em movimento, efeitos visuais e animações necessárias para edição. Ele oferece aos usuários melhorar a qualidade do som e adicionar uma gradação de cores precisa e simples. O programa também vem perfeitamente integrado ao Adobe Photoshop e Illustrator, que oferece possibilidades criativas ilimitadas. Além disso, possui edição 3D estereoscópica avançada, ajuste automático de cores e recursos de keyframing de áudio para ajudá-lo a criar vídeos incríveis do social para a tela grande. Também oferece a possibilidade de criar filmes em Blu-ray e DVD com menu personalizado.",
    "caracteristicas": [
      "Aplicativo de edição de vídeo profissional projetado para ajudá-lo a criar conteúdo de vídeo original para filme, transmissão, web e muito mais.",
      "Oferece ferramentas avançadas de edição de vídeo para ajudar produtores e cineastas a editar facilmente suas filmagens sem perder a qualidade.",
      "Inclui funções de alto processamento com maior precisão e suavidade.",
      "Usa o mecanismo de reprodução Adobe Mercury acelerado por GPU que oferece desempenho de alta qualidade para produção de vídeo e permite que você trabalhe muito mais rápido.",
      "Permite editar o vídeo em resolução de até 10240×8192.",
      "Fornece aos usuários todas as ferramentas básicas de edição, gráficos em movimento, efeitos visuais, animação que eles precisam para edição.",
      "Oferece aos usuários melhorar a qualidade do som e adicionar uma gradação de cores precisa e simples.",
      "Vem perfeitamente integrado com o Adobe Photoshop e Illustrator que lhe dará possibilidades criativas ilimitadas.",
      "Fornece edição 3D estereoscópica avançada, ajuste automático de cores e recursos de enquadramento de áudio para ajudá-lo a criar vídeos incríveis das redes sociais à tela grande.",
      "Capacidade de criar filmes em Blu-ray e DVD com menus personalizados.",
      "Suporta uma ampla gama de câmeras como Sony, Panasonic e Nikon etc.",
      "Possui uma interface simples e direta com opções autoexplicativas que simplificam incrivelmente o processo de edição de vídeo."
    ]
  },

  {
    "id": 14,
    "nome": "Autodesk AutoCAD",
    "preco": "R$ 7.500,00 por ano",
    "imagem": "../../../src/assets/images/produtos/autocad.svg",
    "descricao": "Software de design assistido por computador (CAD).",
    "empresa": "Autodesk",
    "versao": "2025",
    "data_lancamento": "2024-03-23",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.autodesk.com/products/autocad/overview",
    "avaliacao": "4.6",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O Autodesk AutoCAD equipa arquitetos, engenheiros e profissionais da construção com ferramentas de precisão para:",
    "caracteristicas": [
      "Projete e anote geometria 2D e modelos 3D com sólidos, superfícies e objetos de malha",
      "Automatize tarefas de desenho para posicionar objetos com IA, comparar desenhos, criar cronogramas, publicar layouts e muito mais",
      "Maximize productivity with customized workspaces, AutoLISP, APIs, and apps",
      "Use recursos que liberam insights e automações com a ajuda da Autodesk AI.",
      "Crie, personalize e execute rotinas específicas de disciplina para fluxos de trabalho produtivos.",
      "Colabore na Web e em dispositivos móveis para capturar, compartilhar e revisar ideias em qualquer lugar."
    ]
  },

  {
    "id": 15,
    "nome": "CorelDRAW",
    "preco": "R$ 2.800,00",
    "imagem": "../../../src/assets/images/produtos/coreldraw.svg",
    "descricao": "Software de design gráfico vetorial.",
    "empresa": "Corel Corporation",
    "versao": "2024",
    "data_lancamento": "2024-03-09",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.coreldraw.com/",
    "avaliacao": "4.5",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O CorelDRAW® Graphics Suite é o seu kit completo de ferramentas de design profissional para entregar projetos fantásticos de ilustração vetorial, layout de página, edição de fotos e tipografia com total eficiência. Uma assinatura acessível oferece uma incrível relação custo/benefício contínua, com acesso instantâneo e garantido a novos recursos e conteúdos exclusivos, desempenho máximo e compatibilidade com as tecnologias mais recentes.",
    "caracteristicas": [
      "Crie absolutamente tudo com este poderoso aplicativo completo de design gráfico para ilustração vetorial, layout de página e muito mais.",
      "Crie absolutamente tudo com este poderoso aplicativo completo de design gráfico para ilustração vetorial, layout de página e muito mais.",
      "Use o CorelDRAW.app na Web ou no iPad para fazer uma revisão colaborativa conveniente de arquivos ou para criar designs em qualquer lugar.",
      "Capture e salve imagens da tela do computador com um único clique, inclusive toda a tela, janelas individuais ou listas de menus.",
      "Organize e gerencie sua biblioteca de fontes com o simples, porém intuitivo, Corel Font Manager e use suas fontes favoritas sem ter que instalá-las.",
      "Faça correções e melhorias de nível profissional em fotos RAW ou JPEG e crie imagens HDR (High Dynamic Range) com o AfterShot HDR.",
      "CorelDRAW®: ilustração vetorial e layout de página."
    ]
  },

  {
    "id": 16,
    "nome": "Ableton Live",
    "preco": "R$ 3.000,00",
    "imagem": "../../../src/assets/images/produtos/ableton.svg",
    "descricao": "Software de produção musical e performance ao vivo.",
    "empresa": "Ableton",
    "versao": "11",
    "data_lancamento": "2021-02-23",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.ableton.com/en/live/",
    "avaliacao": "4.8",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "Qualquer que seja a música que você faça e quem quer que você seja como criador musical, sempre há mais para explorar no Live. Veja como você pode ir mais longe com o Live 12.",
    "caracteristicas": [
      "Aplique uma variedade de variações simples ou complexas aos seus clipes MIDI com as novas Transformações MIDI.",
      "Adicione ornamentos e articulações, desenhe curvas de aceleração e desaceleração, conecte notas e acordes sucessivos, simule o toque de uma guitarra e muito mais.",
      "Crie melodias, acordes e ritmos com a ajuda dos novos geradores MIDI. ",
      " Estabeleça restrições e deixe o Gerador escolhido criar ideias lúdicas e originais para você desenvolver e transformar em suas próprias ideias.",
      "Experimente o Max for Live Transformations e Generators adicionais que oferecem maneiras mais profundas de trabalhar com MIDI, ou vá ainda mais longe criando novos.",
      "Siga seus sistemas de ajuste preferidos ou experimente outros com mais facilidade.",
      "Trabalhe fora do temperamento igual de 12 tons e use sua afinação com os dispositivos Live, bem como com qualquer plug-in ou hardware compatível com MPE.",
      "Transforme ou gere ideias dentro dos limites da escala selecionada ou sincronize a escala de dispositivos e instrumentos MIDI com o clipe que está sendo reproduzido."
    ]
  },

  {
    "id": 17,
    "nome": "Final Cut Pro",
    "preco": "R$ 1.499,00",
    "imagem": "../../../src/assets/images/produtos/finalCut.svg",
    "descricao": "Software de edição de vídeos para Mac.",
    "empresa": "Apple Inc.",
    "versao": "10.7",
    "data_lancamento": "2021-06-08",
    "sistema_operacional": ["macos.png"],
    "link_compra": "https://www.apple.com/final-cut-pro/",
    "avaliacao": "4.7",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "Com otimizações para o silício da Apple e a potência do mecanismo Metal, o Final Cut Pro permite editar projetos mais complexos e trabalhar com tamanhos de quadro maiores, taxas de quadros mais altas e mais efeitos, tudo em velocidades incríveis. E foi concebido para aproveitar a potência extrema do Mac Pro, Mac Studio ou MacBook Pro para um desempenho de nível superior.",
    "caracteristicas": [
      "O Final Cut Pro apresenta desempenho e eficiência impressionantes em computadores Mac com silício Apple.",
      "Aproveite a memória unificada super-rápida compartilhada entre a CPU, a GPU e o Apple Neural Engine para reproduzir mais streams de vídeo de alta resolução e renderizar seu filme em tempo recorde.",
      "Com ótimos recursos e design intuitivo, o Final Cut Pro acelera a pós-produção. Assim, os editores podem criar e entregar na velocidade do pensamento.",
      "Acelere as exportações H.264 e HEVC enviando segmentos do seu vídeo para mecanismos de mídia disponíveis para processamento simultâneo.",
      "Desempenho profissional incomparável.",
      "Edição, áudio, gráficos em movimento, gradação de cores e entrega.",
      "Fluxos de trabalho HDR automáticos para criatividade de próximo nível.",
      "Integrações poderosas de terceiros."
    ]
  },

  {
    "id": 18,
    "nome": "Avid Pro Tools",
    "preco": "R$ 1.999,00 por ano",
    "imagem": "../../../src/assets/images/produtos/avid.svg",
    "descricao": "Software de produção e edição de áudio.",
    "empresa": "Avid Technology",
    "versao": "2021.6",
    "data_lancamento": "2021-06-10",
    "sistema_operacional": ["windows.png", "macos.png"],
    "link_compra": "https://www.avid.com/pro-tools",
    "avaliacao": "4.6",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O Pro Tools torna a criação musical rápida e fluida, fornecendo um conjunto completo de ferramentas para criar, gravar, editar e mixar áudio. Inspire-se e comece a fazer música com uma enorme coleção de plugins, instrumentos e sons. Enfrente suas visões mais ambiciosas com recursos comprovados que o capacitam nos projetos mais exigentes.",
    "caracteristicas": [
      "o Pro Tools oferece uma produção de áudio perfeita de ponta a ponta que cobre todas as etapas do processo criativo.",
      "o Pro Tools é usado em quase todos os principais lançamentos musicais, filmes e programas de TV.",
      "Acione samples e loops, grave áudio e capture performances.",
      "Crie músicas rapidamente e crie faixas com som mais realista com ferramentas MIDI fáceis de usar, incluindo suporte ao novo plug-in de efeitos MIDI .",
      "Tenha milhares de sons de instrumentos ao seu alcance com GrooveCell , SynthCell , Boom, Mini Grand, Xpand e muito mais  incluídos.",
      "As superfícies de controle Avid oferecem controle prático incomparável do Pro Tools e de outros softwares de áudio e vídeo."
    ]
  },

  {
    "id": 19,
    "nome": "Microsoft Project Standard",
    "preco": "R$ 4.449,00",
    "imagem": "../../../src/assets/images/produtos/microsoftProjects.svg",
    "descricao": "Software de gerenciamento de projetos.",
    "empresa": "Microsoft",
    "versao": "2021",
    "data_lancamento": "2021-05-01",
    "sistema_operacional": ["windows.png"],
    "link_compra": "https://www.microsoft.com/project",
    "avaliacao": "4.4",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "Fique por dentro de tudo, com foco e no comando. Resolva qualquer coisa, de pequenos projetos a grandes iniciativas. Você pode ser ou não gerente de projetos, mas agora pode chefiar qualquer projeto com um aplicativo poderoso e fácil de usar.",
    "caracteristicas": [
      "Trabalhe com confiança com uma poderosa ferramenta de gerenciamento de projetos que simplifica e facilita o início e o desenvolvimento de projetos.",
      "Mesmo projetos complexos são mais fáceis de gerenciar quando você pode escolher métodos e ferramentas que atendem melhor às suas necessidades.",
      "Use o Project e o Teams para capacitar a colaboração e o gerenciamento de projetos, incluindo compartilhamento de arquivos, bate-papos, reuniões e muito mais.",
      "Colabore em projetos, mesmo quando você estiver outro continente. Permita que todos os membros da equipe atualizem tarefas simultaneamente, para que você possa fazer mais em conjunto.",
      "Planeje facilmente seus projetos com a força do agendamento dinâmico, baseado no esforço necessário, na duração do projeto e nos membros da equipe designados.",
      "Crie painéis interativos para visualizar o status geral e abrir os detalhes de seus projetos e programas, usando a visualização do Power BI* .",
      "Crie com facilidade os fluxos de trabalho automatizados e as experiências de área de trabalho ou móveis desejadas. Tudo com uma plataforma flexível e segura criada no Azure, a nuvem corporativa mais confiável do mundo."
    ]
  },

  {
    "id": 20,
    "nome": "JetBrains IntelliJ IDEA",
    "preco": "R$ 1.000,00 por ano",
    "imagem": "../../../src/assets/images/produtos/jetBrains.svg",
    "descricao": "Ambiente de desenvolvimento integrado (IDE) para Java.",
    "empresa": "JetBrains",
    "versao": "2021.1.3",
    "data_lancamento": "2021-06-15",
    "sistema_operacional": ["windows.png", "macos.png", "linux.png"],
    "link_compra": "https://www.jetbrains.com/idea/",
    "avaliacao": "4.8",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O JetBrains IntelliJ IDEA é um ambiente de desenvolvimento integrado (IDE) amplamente utilizado, especialmente popular entre os desenvolvedores de software que trabalham com Java. Desenvolvido pela JetBrains, o IntelliJ IDEA oferece uma série de funcionalidades avançadas projetadas para melhorar a produtividade do desenvolvedor. Aqui estão alguns dos principais aspectos do IntelliJ IDEA:",
    "caracteristicas": [
      "Suporte a Várias Linguagens de Programação: Além de Java, o IntelliJ IDEA oferece suporte a uma ampla gama de linguagens de programação, incluindo Kotlin, Groovy, Scala, JavaScript, TypeScript, Python, PHP, Ruby, e muitas outras.",
      "Refatoração Avançada: O IntelliJ IDEA fornece poderosas ferramentas de refatoração que ajudam os desenvolvedores a reestruturar o código de forma segura e eficiente.",
      "Completação de Código Inteligente: A IDE possui recursos de auto-completação de código altamente inteligentes que sugerem não apenas nomes de variáveis e métodos, mas também completam expressões inteiras.",
      "Análise de Código: O IntelliJ IDEA realiza análises estáticas de código para detectar possíveis problemas, bugs e áreas de melhoria antes mesmo de a aplicação ser executada.",
      "Ferramentas de Navegação: Facilita a navegação no código-fonte com funcionalidades como 'ir para definição', 'encontrar usos', e uma busca avançada que ajuda os desenvolvedores a se moverem rapidamente entre diferentes partes do código.",
      "Integração com Sistemas de Controle de Versão: Suporta uma ampla variedade de sistemas de controle de versão, como Git, SVN, Mercurial, e outros, facilitando a gestão de versões e colaboração em equipe.",
      "Desenvolvimento de Aplicações Web e Mobile: Inclui ferramentas e plugins para o desenvolvimento de aplicações web (com frameworks como Spring, Angular, React, Vue.js) e mobile (com suporte para Android).",
      "Testes e Depuração: Oferece robustas ferramentas de testes e depuração, incluindo integração com frameworks de testes como JUnit, TestNG, e vários outros, além de um poderoso depurador visual.",
      "Interface de Usuário Personalizável: A interface do IntelliJ IDEA é altamente personalizável, permitindo que os desenvolvedores adaptem o ambiente de acordo com suas preferências e necessidades."
    ]
  },

  {
    "id": 21,
    "nome": "Sublime Text",
    "preco": "R$ 499,00",
    "imagem": "../../../src/assets/images/produtos/sublime.svg",
    "descricao": "Editor de texto sofisticado para código, marcação e prosa.",
    "empresa": "Sublime HQ",
    "versao": "4",
    "data_lancamento": "2021-05-21",
    "sistema_operacional": ["windows.png", "macos.png", "linux.png"],
    "link_compra": "https://www.sublimetext.com/",
    "avaliacao": "4.7",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "O Sublime Text é um editor de texto sofisticado e leve, conhecido por sua velocidade, flexibilidade e facilidade de uso. Desenvolvido por Jon Skinner e mantido pela empresa Sublime HQ, é uma ferramenta popular entre desenvolvedores de software, designers e escritores por suas funcionalidades avançadas e interface de usuário intuitiva.  Um editor de texto poderoso, rápido e flexível, adequado para desenvolvedores que procuram uma ferramenta eficiente e altamente personalizável. Sua capacidade de lidar com grandes arquivos, combinada com uma interface limpa e um robusto sistema de plugins, faz dele uma escolha popular para muitas tarefas de desenvolvimento e edição de texto.",
    "caracteristicas": [
      "O Sublime Text é notoriamente rápido, capaz de abrir arquivos grandes e realizar buscas complexas com rapidez, tornando-o uma escolha ideal para desenvolvedores que precisam de um editor ágil.",
      "Possui uma interface minimalista que não distrai, permitindo que os usuários se concentrem no código. Ele oferece um modo de tela cheia e um modo sem distrações para um foco máximo.",
      "Suporta a edição simultânea, permitindo que os desenvolvedores façam alterações em várias linhas ao mesmo tempo, o que é útil para tarefas como renomear variáveis ou modificar blocos de código.",
      "Inclui um minimapa do código, uma visão reduzida do código completo do arquivo que permite aos desenvolvedores navegar rapidamente pelo documento.",
      "A paleta de comandos do Sublime Text é uma funcionalidade poderosa que permite aos usuários acessar funcionalidades como mudança de sintaxe, indentações, comandos de pacotes, e muito mais, apenas digitando algumas teclas.",
      "A funcionalidade GOTO Anything permite aos usuários abrir arquivos, pular para símbolos, linhas ou palavras em segundos, simplesmente digitando parte do nome do arquivo ou local desejado.",
      "As múltiplas seleções permitem que os desenvolvedores façam diversas alterações de uma vez, como renomear várias instâncias de uma variável simultaneamente.",
      "Oferece suporte a snippets (trechos de código reutilizáveis) e autocompletação, ajudando a acelerar a escrita de código.",
      "Altamente personalizável, com suporte para temas e configurações de usuário. A extensibilidade é reforçada pelo Package Control, que permite aos usuários instalar e gerenciar plugins para adicionar novas funcionalidades.",
      "Disponível para Windows, macOS e Linux, com uma licença única que cobre todas as plataformas."
    ]
  },

  {
    "id": 22,
    "nome": "Sketch",
    "preco": "R$ 400,00 por ano",
    "imagem": "../../../src/assets/images/produtos/sketch.svg",
    "descricao": "Ferramenta de design vetorial para UX e UI.",
    "empresa": "Sketch B.V.",
    "versao": "72",
    "data_lancamento": "2021-06-01",
    "sistema_operacional": ["macos.png"],
    "link_compra": "https://www.sketch.com/",
    "avaliacao": "4.6",
    "imagens_exemplos": ["", "", ""],
    "descricao_geral": "Sketch é um aplicativo de design gráfico e de interface de usuário (UI) amplamente utilizado, desenvolvido pela empresa holandesa Bohemian Coding. Lançado em 2010, o Sketch rapidamente se tornou uma ferramenta preferida para designers que trabalham na criação de interfaces, design de experiência do usuário (UX) e design de produtos digitais. É especialmente popular entre designers de aplicativos e web devido às suas funcionalidades focadas em design de interfaces e prototipagem.",
    "caracteristicas": [
      "O Sketch é especificamente projetado para design de interfaces de usuário, oferecendo ferramentas especializadas para criar layouts, ícones, protótipos e outros elementos de UI.",
      "Suporta a criação de múltiplos artboards (pranchas de trabalho) e páginas em um único documento, facilitando a organização de diferentes telas e estados de uma interface dentro de um único arquivo.",
      "Permite a criação de símbolos (componentes reutilizáveis) que podem ser usados em várias partes de um projeto, facilitando a manutenção de consistência no design.",
      "Oferece funcionalidades para criar protótipos interativos, permitindo que designers definam transições e animações entre diferentes artboards para simular a navegação do usuário.",
      "Inclui recursos para colaboração em equipe, como comentários em tempo real e visualização de projetos na nuvem, facilitando o compartilhamento de designs e o recebimento de feedback.",
      "Possui um ecossistema robusto de plugins que podem ser usados para adicionar funcionalidades adicionais, como integração com ferramentas de controle de versão, design responsivo, automação de tarefas e muito mais.",
      "Facilita a exportação de assets (recursos) em diversos formatos, como PNG, JPG, SVG e PDF, com opções avançadas para exportação de múltiplos tamanhos e resoluções, essencial para desenvolvimento mobile e web.",
      "Oferece integrações com diversas ferramentas de desenvolvimento e plataformas de prototipagem, como InVision, Zeplin e Abstract, para uma transição suave do design para o desenvolvimento."
    ]
  }
]
